Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeApp/Strings/*/Resources.resw
Source language: en_us
Languages: ar, cs, de, el_gr, es, fr, hu, id, it, ja, ko, nb_no, nl, pl, pt_pt, ro, ru, sr, tr, uk, vi, zh_hans, zh_hant

source: Ignore settings
ar: تجاهل الإعدادات
cs: Ignorovat nastavení
de: Ausschlussoptionen
el_gr: Ρυθμίσεις παράβλεψης
es: Ignorar ajustes
fr: Ignorer les paramètres
hu: Beállítások figyelmen kívül hagyása
id: Abaikan pengaturan
it: Ignora le impostazioni
ja: 除外の設定
ko: 설정 무시
nb_no: Overse innstillinger
nl: Instellingen negeren
pl: Ignoruj ustawienia
pt_pt: Ignorar definições
ro: Ignorați setările
ru: Игнорировать прочие настройки
sr: Ignoriši postavke
tr: Yoksayma seçenekleri
uk: Ігнорувати налаштування
vi: Bỏ qua các thiết lập
zh_hans: 忽略设置
zh_hant: 忽略設定

# IgnoreSound
source: Ignore sounds
ar: تجاهل الصوت
cs: Ignore sound
de: Sounds ignorieren
el_gr: Παράβλεψη ήχων
es: Ignorar sonido
fr: Ignorer le son
hu: Ignore sound
id: Abaikan notifikasi suara
it: Ignora i suoni
ja: サウンドを除外
ko: 소리 무시
nb_no: Overse lyd
nl: Geluiden negeren
pl: Ignoruj dźwięk
pt_pt: Ignorar som
ro: Ignorați sunetul
ru: Игнорировать звуки
sr: Ignoriši zvuke
tr: Sesleri yoksay
uk: Ігнорувати звук
vi: Bỏ qua âm thanh
zh_hans: 忽略声音
zh_hant: 忽略聲音

source: Image path
ar: مسار الصورة
cs: Cesta k obrázku
de: Dateipfad
el_gr: Διαδρομή εικόνας
es: Ruta de imagen
fr: Emplacement de l'image
hu: Kép elérési útja
id: Alamat gambar
it: Percorso immagine
ja: 画像のパス
ko: 이미지 경로
nb_no: Bildesti
nl: Afbeeldingspad
pl: Ścieżka obrazu
pt_pt: Localização da imagem
ro: Calea imaginii
ru: Путь к изображению
sr: Putanja do slike
tr: Resim konumu
uk: Розташування зображення
vi: Đường dẫn hình ảnh
zh_hans: 图片路径
zh_hant: 圖片路徑

source: Info
ar: المعلومات
cs: Informace
el_gr: Πληροφορίες
es: Información
fr: Informations
hu: Infó
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
pl: Informacja
pt_pt: Informações
ro: Informații
ru: Информация
tr: Bilgi
uk: Інформація
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

# InstallSilent
source: Install without further notifications
ar: عدم إظهار الإشعارات
cs: Nezobrazovat oznámení
de: Zeige keine Benachrichtigungen
el_gr: Να μην εμφανίζονται ειδοποιήσεις
es: No mostrar notificaciones
fr: Ne pas afficher de notifications
hu: Ne jelenítsen meg értesítéseket
id: Jangan perlihatkan notifikasi
it: Installa senza ulteriori notifiche
ja: 通知を表示しない
ko: 추가 알림 없이 설치
nb_no: Ikke vis varslinger
nl: Geen meldingen weergeven
pl: Nie pokazuj powiadomień
pt_pt: Não mostrar notificações
ro: Nu afișa notificări
ru: Не показывать уведомления
sr: Ne prikazuj obaveštenja
tr: Bildirim gösterme
uk: Не показувати сповіщення
vi: Không hiển thị thông báo
zh_hans: 不显示通知
zh_hant: 無需進一步通知即可安裝

# Interval1
source: Every day
ar: كل يوم
cs: Každý den
de: Jeden Tag
el_gr: Κάθε μέρα
es: Cada día
fr: Chaque jour
hu: Minden nap
id: Setiap hari
it: Ogni giorno
ja: 毎日
ko: 매일
nb_no: Hver dag
nl: Dagelijks
pl: Codziennie
pt_pt: Todos os dias
ro: În fiecare zi
ru: Каждый день
sr: Svaki dan
tr: Her gün
uk: Щодня
vi: Hằng ngày
zh_hans: 每天
zh_hant: 每天

# Interval14
source: 14 days
ar: 14 يوماً
cs: 14 dní
de: 14 Tage
el_gr: 14 ημέρες
es: 14 días
fr: 14 jours
hu: 14 nap
id: 14 hari
it: 14 giorni
ja: 14 日
ko: 14일
nb_no: 14 dager
nl: 14 dagen
pl: Co 14 dni
pt_pt: 14 dias
ro: 14 zile
ru: Каждые 14 дней
sr: 14 dana
tr: 14 gün
uk: 14 днів
vi: 14 ngày
zh_hans: 14 天
zh_hant: 14 天

# Interval3
source: 3 days
ar: 3 أيام
cs: 3 dny
de: 3 Tage
el_gr: 3 ημέρες
es: 3 días
fr: 3 jours
hu: 3 nap
id: 3 hari
it: 3 giorni
ja: 3 日
ko: 3일
nb_no: 3 dager
nl: 3 dagen
pl: Co 3 dni
pt_pt: 3 dias
ro: 3 zile
ru: Каждые 3 дня
sr: 3 dana
tr: 3 gün
uk: 3 дні
vi: 3 ngày
zh_hans: 3 天
zh_hant: 3 天

# Interval7
source: 7 days
ar: 7 أيام
cs: 7 dní
de: 7 Tage
el_gr: 7 ημέρες
es: 7 días
fr: 7 jours
hu: 7 nap
id: 7 hari
it: 7 giorni
ja: 7 日
ko: 7일
nb_no: 7 dager
nl: 7 dagen
pl: Co 7 dni
pt_pt: 7 dias
ro: 7 zile
ru: Каждые 7 дней
sr: 7 dana
tr: 7 gün
uk: 7 днів
vi: 7 ngày
zh_hans: 7 天
zh_hant: 7 天

# LastCheckedNever
source: never
ar: أبداً
cs: nikdy
de: nie
el_gr: ποτέ
es: Nunca
fr: jamais
hu: soha
id: tidak pernah
it: mai
ja: なし
ko: 안함
nb_no: aldri
nl: nooit
pl: nigdy
pt_pt: nunca
ro: niciodată
ru: никогда
sr: nikad
tr: hiçbir zaman
uk: ніколи
vi: chưa kiểm tra
zh_hans: 尚未检查过更新
zh_hant: 從未

# LastCheckedTime
source: Last checked
ar: آخر فحص
cs: Naposledy zkontrolováno
de: Zuletzt überprüft
el_gr: Τελευταίος έλεγχος
es: Comprobado por última vez
fr: Dernière vérification
hu: Utoljára ellenőrizve
id: Terakhir diperiksa
it: Ultimo controllo
ja: 最終確認日時
ko: 마지막 확인
nb_no: Sist sjekket
nl: Laatst gecontroleerd
pl: Ostatnio sprawdzane
pt_pt: Última verificação
ro: Ultima verificare
ru: Последняя проверка
sr: Poslednja provera
tr: Son kontrol
uk: Остання перевірка
vi: Kiểm tra lần cuối
zh_hans: 上次检查时间
zh_hant: 上次檢查時間

source: Latitude
ar: خط العرض
cs: Zeměpisná šířka
de: Breitengrad
el_gr: Γεωγραφικό πλάτος
es: Latitud
id: Garis lintang
it: Latitudine
ja: 緯度 (Latitude)
ko: 위도
nl: Breedtegraad
pl: Szerokość
ro: Latitudine
ru: Широта
sr: Geografska širina
tr: Enlem (Latitude)
uk: Широта
zh_hans: 纬度
zh_hant: 緯度

source: Launching Service
ar: إطلاق الخدمة
cs: Spouštění služby
de: Starte Service
el_gr: Εκκίνηση Υπηρεσίας
es: Ejecutando servicio
fr: Démarrage du service
hu: Szolgáltatás indítása
id: Meluncurkan Layanan
it: Sto avviando il servizio
ja: サービスの起動中
ko: 서비스 시작
nb_no: Kjører tjeneste
nl: Service uitvoeren
pl: Uruchamianie usługi
pt_pt: A lançar o serviço
ro: Lansare serviciu
ru: Запуск службы
sr: Pokretanje usluge
tr: Hizmet Başlatma
uk: Запуск служби
vi: Đang khởi động Service
zh_hans: 正在启动服务
zh_hant: 正在啟動服務

source: Light
ar: فاتح
cs: Světlý
de: Hell
el_gr: Φωτεινό
es: Claro
fr: Clair
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
nl: Licht
pl: Jasny
pt_pt: Claro
ro: Luminos
ru: Светлая
sr: Svetla
tr: Açık
uk: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

source: Light theme
ar: نسق فاتح
cs: Světlý motiv
de: Helles Design
el_gr: Φωτεινό θέμα
es: Tema claro
fr: Thème clair
hu: Világos téma
id: Tema terang
it: Tema chiaro
ja: ライトテーマ
ko: 라이트 테마
nb_no: Lyst tema
nl: Licht thema
pl: Jasny motyw
pt_pt: Tema claro
ro: Temă luminoasă
ru: Светлая тема
sr: Svetla tema
tr: Açık tema
uk: Світла тема
vi: Chủ đề sáng
zh_hans: 浅色主题
zh_hant: 淺色主題

# Links
source: More info
ar: الروابط
cs: Odkazy
de: Links
el_gr: Σύνδεσμου\ι
es: Enlaces
fr: Liens
hu: Linkek
id: Tautan
it: Maggiori informazioni
ja: リンク
ko: 추가 정보
nb_no: Lenker
nl: Meer informatie
pl: Linki
pt_pt: Links
ro: Linkuri
ru: Ссылки по теме
sr: Veze
tr: Bağlantılar
uk: Посилання
vi: Liên kết
zh_hans: 链接
zh_hant: 更多資訊

# LocationData
source: Location
ar: بيانات الموقع
cs: Údaje o poloze
de: Positionsdaten
el_gr: Δεδομένα τοποθεσίας
es: Datos de ubicación
fr: Données de localisation
hu: Helyadatok
id: Data lokasi
it: Posizione
ja: 位置情報
ko: 위치
nb_no: Stedsdata
nl: Locatie
pl: Dane lokalizacji
pt_pt: Dados da localização
ro: Date despre locație
ru: Данные местоположения
sr: Podaci o lokaciji
tr: Konum verisi
uk: Дані розташування
vi: Dữ liệu vị trí
zh_hans: 位置信息
zh_hant: 位置

# LocationGeoService
source: From sunset to sunrise (geographic coordinates)
ar: من غروب الشمس إلى شروقها (الإحداثيات الجغرافية)
cs: Od západu do východu slunce (zeměpisné souřadnice)
de: Von Sonnenuntergang bis Sonnenaufgang (geografische Koordinaten)
el_gr: Από τη δύση μέχρι την ανατολή του ηλίου (γεωγραφικές συντεταγμένες)
es: Del anochecer al amanecer (coordenadas geográficas)
fr: Du coucher au lever du soleil (coordonnées géographiques)
hu: Napnyugtától napkeltéig (földrajzi koordináták alapján)
id: Dari terbenam hingga terbit (koordinat geografis)
it: Dall'alba al tramonto (coordinate geografiche)
ja: 日の出から日没まで (地理座標)
ko: 일몰에서 일출까지 (지리 좌표)
nb_no: Fra solnedgang til soloppgang (geografiske koordinater)
nl: Van zonsondergang tot zonsopgang (geografische coördinaten)
pl: Od zachodu do wschodu słońca (współrzędne geograficzne)
pt_pt: Do pôr-do-sol até ao nascer-do-sol (coordenadas geográficas)
ro: De la apus până la răsărit (coordonate geografice)
ru: От рассвета до заката (географические координаты)
sr: Od zalaska do izlaska sunca (prema koordinatama)
tr: Gün batımından gün doğumuna (coğrafi koordinatlar)
uk: Від світанку до смеркання (географічні координати)
vi: Từ lúc mặt trời lặn tới lúc mặt trời mọc (theo toạ độ địa lý)
zh_hans: 日出日落（指定坐标）
zh_hant: 從日落到日出（根據地理座標）

# LocationService
source: From sunset to sunrise (location service)
ar: من غروب الشمس إلى شروقها (خدمة الموقع)
cs: Od západu do východu slunce (lokalizační služba)
de: Von Sonnenuntergang bis Sonnenaufgang (Standortdienst)
el_gr: Από τη δύση έως την ανατολή του ηλίου (υπηρεσία τοποθεσίας)
es: Desde el amanecer hasta el atardecer (servicio de localización)
fr: Du coucher au lever du soleil (service de localisation)
hu: Naplementétől napkeltéig (helymeghatározó szolgáltatás)
id: Dari terbenam hingga terbit (layanan lokasi)
it: Dal tramonto all'alba (servizio di localizzazione)
ja: 日の出から日没まで (位置情報)
ko: 일몰부터 일출까지 (위치 서비스)
nb_no: Fra solnedgang til soloppgang (Stedstjenester)
nl: Van zonsondergang tot zonsopgang (GPS-locatie)
pl: Od zachodu do wschodu słońca (usługa lokalizacji)
pt_pt: Do sol-pôr ao amanhecer (serviço de localização)
ro: De la apus către răsărit (serviciul locație)
ru: От рассвета до заката (служба местоположения)
sr: Od zalaska do izlaska sunca (koristi uslugu za lokaciju)
tr: Gün batımından gün doğumuna (konum hizmeti)
uk: Від заходу до сходу сонця (послуга визначення розташування)
vi: Từ hoàng hôn đến bình minh (dịch vụ định vị)
zh_hans: 日出日落（定位服务）
zh_hant: 從日落到日出（定位服務）

# LogonTask
source: Use logon task instead of startup entry
ar: استخدام مهمة تسجيل الدخول بدلاً من إدخال بدء التشغيل
cs: Použít úlohu po přihlášení namísto programu po spuštění
de: Login-Task statt Autostart-Eintrag
el_gr: Χρήση διεργασίας σύνδεσης αντί για καταχώριση εκκίνησης
es: Usar tarea al iniciar sesión en lugar de durante el encendido
fr: Utiliser une tâche planifiée à la connexion plutôt qu'une entrée au démarrage
hu: Használjon bejelentkezési feladatot indítási bejegyzés helyett
id: Memakai jadwal saat masuk daripada entri mulai otomatis
it: Utilizza l'attività di accesso anziché la voce di avvio
ja: スタートアップには登録せずログイン時のタスクとして実行
ko: 시작 항목 대신 로그온 작업 사용
nl: Taak bij inloggen gebruiken in plaats van Autostart
pl: Użyj harmonogramu systemu Windows zamiast autostartu
pt_pt: Utilizar a tarefa de inicio de sessão em vez de uma entrada no arranque
ro: Utilizați sarcina la login în loc de la pornire
ru: Использовать задачу входа вместо записи в автозапуске
sr: Koristi zadatak pri prijavljivanju (logon task) umesto unosa za automatsko pokretanje
tr: Başlangıç girdisi yerine oturum açma görevi kullan
uk: Використовувати задачу входу в систему замість задіяння автозапуску
vi: Sử dụng logon task thay vì startup entry
zh_hans: 使用登录任务而非启动项
zh_hant: 使用登入工作而非啟動項目

source: Longitude
ar: خط الطول
cs: Zeměpisná délka
de: Längengrad
el_gr: Γεωγραφικό μήκος
es: Longitud
id: Garis bujur
it: Longitudine
ja: 経度 (Longitude)
ko: 경도
nl: Lengtegraad
pl: Długość
ro: Longitudine
ru: Долгота
sr: Geografska dužina
tr: Boylam (Longitude)
uk: Довгота
zh_hans: 经度
zh_hant: 經度

# ManagedMode
source: Let Auto Dark Mode manage my theme (recommended)
ar: دع الوضع الداكن التلقائي يدير نسقي
cs: Nechat Auto Dark Mode spravovat můj motiv
de: Auto Dark Mode verwaltet das Theme
el_gr: Να επιτρέπεται στο Auto Dark Mode να διαχειρίζεται το θέμα μου
es: Permitir que Auto Dark Mode gestione mi tema
fr: Laisser Auto Dark Mode gérer mon thème
hu: Hagyja, hogy az Auto Dark Mode kezelje a témámat
id: Biarkan Auto Dark Mode yang mengatur tema saya
it: Lascia che Auto Dark Mode gestisca il mio tema (consigliato)
ja: Auto Dark Mode がテーマを管理
ko: Auto Dark Mode에서 테마 관리 (권장)
nb_no: La Auto Dark Mode styre temaet mitt
nl: Laat Auto Dark Mode mijn thema beheren (aanbevolen)
pl: Pozwól aplikacji Auto Dark Mode zarządzać moim motywem
pt_pt: Deixar o Modo Escuro Automático gerir o meu tema
ro: Permite modului automat întunecat să gestioneze tema mea
ru: Разрешить Auto Dark Mode управлять моей темой
sr: Neka Auto Dark Mode upravlja mojom temom
tr: Auto Dark Mod'un temamı yönetmesine izin ver
uk: Дозволити автоматичному темному режиму керувати моєю темою (рекомендовано)
vi: Để Chế độ tối tự động quản lý chủ đề của tôi
zh_hans: 让 Auto Dark Mode 管理我的主题（推荐）
zh_hant: 以 Auto Dark Mode 管理我的主題（建議）

source: Manual
ar: يدوي
cs: Manuální
de: Manuell
el_gr: Χειροκίνητα
fr: Manuel
hu: Kézi
it: Manuale
ja: 手動
ko: 수동
nb_no: Manuell
nl: Handmatig
pl: Ręcznie
ru: Вручную
sr: Ručno
tr: Manuel
uk: Посібник
vi: Thủ công
zh_hans: 手动
zh_hant: 手動

source: Menu
ar: القائمة
cs: Nabídka
de: Menü
el_gr: Μενού
es: Menú
hu: Menü
ja: メニュー
ko: 메뉴
nb_no: Meny
ro: Meniu
ru: Меню
sr: Meni
tr: Menü
uk: Меню
vi: Danh mục
zh_hans: 菜单
zh_hant: 選單

# MinimumUsage
source: Threshold for GPU usage (percentage)
ar: الحد الأدنى لاستخدام وحدة معالجة الرسومات % لتأخير التبديل
cs: Minimální % využití GPU pro zpoždění přepnutí
de: Minimale GPU Nutzung für verzögerten Wechsel
el_gr: Ελάχιστη χρήση GPU % για καθυστέρηση εναλλαγής
es: Uso mínimo de GPU para demorar el cambio
fr: Utilisation minimale de la carte graphique en % pour décaler le changement
hu: Minimális GPU-használat % a váltás késleltetéséhez
id: Batas minimum penggunaan GPU untuk menunda pergantian mode
it: Soglia per l'utilizzo della GPU (percentuale)
ja: 切り替えを遅延させる GPU 使用率 % の最低値
ko: 전환을 지연하기 위한 최소 GPU 사용량 (퍼센트)
nb_no: Minimum GPU usage % to delay switching
nl: Minimaal GPU-gebruikspercentage voor uitstel
pl: Próg użycia procesora graficznego (%)
pt_pt: Utilização mínima da GPU para o atraso da mudança
ro: Utilizarea minimă a GPU-ului (%) pentru a întârzia schimbarea
ru: Минимальный % загрузки GPU для задержки переключения
sr: Minimalna zauzetost GPU-a za odlaganje promene
tr: Değişimi geciktirmek için en düşük GPU kullanımı (%)
uk: Мінімальне використання ГП для затримки перемикання
vi: Mức sử dụng GPU tối thiểu để chuyển đổi chủ đề
zh_hans: GPU 使用率大于此值时，不切换主题
zh_hant: 延遲切換的最低 GPU 使用率百分比

source: minutes
ar: الدقائق
de: Minuten
el_gr: λεπτά
es: Minutos
id: menit
it: minuti
ja: 分
ko: 분
nb_no: minutter
nl: minuten
pl: min.
pt_pt: minutos
ro: minute
ru: минут(ы)
sr: minuta
tr: dakika
uk: хвилин
zh_hans: 分钟
zh_hant: 分鐘

source: Mode
ar: الوضع
cs: Režim
de: Modus
el_gr: Λειτουργία
es: Modo
fr: Thème
it: Modalità
ja: モード
ko: 모드
nb_no: Modus
nl: Modus
pl: Motyw
pt_pt: Modo
ro: Modul
ru: Режим
sr: Režim
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

# ModeAt
source: Mode:
ar: الوضع:
cs: Režim:
de: Modus:
el_gr: Λειτουργία:
es: Modo:
it: Modalità:
ja: 種類:
ko: 모드:
nb_no: Modus:
nl: Modus:
pl: Tryb:
pt_pt: Modo:
ro: Modul:
ru: Режим:
sr: Režim:
tr: Mod:
uk: Режим:
vi: Chế độ:
zh_hans: 模式：
zh_hant: 模式：

source: Monitor
ar: الشاشة
cs: Obrazovka
el_gr: Οθόνη
fr: Écran
id: Layar
ja: モニター
ko: 모니터
nb_no: Skjerm
nl: Beeldscherm
pl: Ekran
pt_pt: Ecrã
ru: Монитор
tr: Monitör
uk: Монітор
vi: Màn hình
zh_hans: 显示器
zh_hant: 顯示器

# Msg_AutoSwitchEnabled
source: Auto theme switching is enabled
ar: تم تمكين التبديل التلقائي للنسق
cs: Automatické přepínání motivu je aktivní
de: Auto-Wechsel ist aktiviert
el_gr: Η αυτόματη εναλλαγή θέματος είναι ενεργοποιημένη
es: El cambio de tema automático está activado
fr: Le changement de thème automatique est activé
hu: Az automatikus témaváltás engedélyezve van
id: Pergantian tema otomatis diaktifkan
it: Il cambio automatico del tema è abilitato
ja: テーマの自動切替が有効です
ko: 자동 테마 전환이 활성화됩니다
nl: Automatische themawisseling is ingeschakeld
pl: Automatyczne przełączanie motywu jest włączone
pt_pt: Mudança automática do tempa está activada
ro: Schimbarea automată a temei este activată
ru: Автопереключение темы включено
sr: Automatska promena teme je omogućena
tr: Otomatik tema değiştirme etkin
uk: Автозміна теми активна
vi: Tự động chuyển chủ đề được bật
zh_hans: 自动主题切换已启用
zh_hant: 自動主題切換已啟用

# Msg_ChangedsSaved
source: Your changes have been saved!
ar: تم حفظ تغييراتك!
cs: Změny byly uloženy!
de: Änderungen gespeichert!
el_gr: Οι αλλαγές σας έχουν αποθηκευτεί!
es: ¡Tus cambios se han guardado!
fr: Vos modifications ont été enregistrées !
hu: A váloztatásaid el lettek mentve!
id: Perubahan Anda telah tersimpan!
it: Le modifiche sono state salvate!
ja: 変更は保存されました！
ko: 변경 사항이 저장되었습니다!
nb_no: Dine endringer har blitt lagret!
nl: Uw wijzigingen zijn opgeslagen!
pl: Zapisano zmiany!
pt_pt: As suas alterações foram guardadas!
ro: Modificările dvs. au fost salvate!
ru: Изменения сохранены!
sr: Vaše promene su sačuvane!
tr: Değişiklikler kaydedildi!
uk: Зміни збережені!
vi: Các thiết lập của bạn đã được lưu!
zh_hans: 更改已保存！
zh_hant: 已儲存變更！

# Msg_ClickApply
source: Your changes will be saved automatically.
ar: سيتم حفظ تغييراتك تلقائياً.
cs: Vaše změny budou automaticky uloženy.
de: Deine Änderungen werden automatisch gespeichert.
el_gr: Οι αλλαγές σας θα αποθηκευτούν αυτόματα.
es: Tus cambios se guardarán automáticamente.
fr: Vos changements seront enregistrés automatiquement.
hu: A módosítások mentéséhez kattintson az Alkalmaz gombra.
id: Atur waktu pergantian dan pengaturan disimpan otomatis.
it: Le modifiche verranno salvate automaticamente.
ja: 変更内容は自動で保存されます。
ko: 변경 사항은 자동으로 저장됩니다.
nb_no: Endringene dine lagres automatisk.
nl: Uw wijzigingen worden automatisch opgeslagen.
pl: Twoje zmiany zostaną zapisane automatycznie.
pt_pt: As suas alterações serão guardadas automaticamente.
ro: Modificările dvs. vor fi salvate automat.
ru: Ваши изменения будут сохранены автоматически.
sr: Vaše promene će biti automatski sačuvane.
tr: Değişiklikleriniz otomatik olarak kaydedilecektir.
uk: Зміни будуть збережені автоматично.
vi: Bấm Áp dụng để lưu thiết lập.
zh_hans: 您的更改会被自动保存。
zh_hant: 你的變更將會自動儲存。

# Msg_DowngradeAvailable
source: A downgrade is available
ar: يتوفر ترقية إلى درجة أقل
cs: Snížení verze je k dispozici
de: Ein Downgrade ist verfügbar
el_gr: Μια παλαιότερη έκδοση είναι διαθέσιμη
es: Un versión anterior está disponible
fr: Une version antérieure est disponible
hu: Verziócsökkentés elérhető
id: Versi sebelumnya tersedia
it: È disponibile una versione precedente
ja: ダウングレードが可能です
ko: 다운그레이드 가능
nb_no: En nedgradering er tilgjengelig
nl: Een downgrade is beschikbaar
pl: Starsza wersja jest dostępna
pt_pt: Uma versão anterior está disponível
ro: Este disponibilă o versiune anterioară
ru: Доступна более старая версия для отката
sr: Dostupan je daungrejd
tr: Düşük sürüm mevcut
uk: Доступне пониження версії
vi: Một bản hạ cấp được khả dụng
zh_hans: 有降级可用
zh_hant: 有降級可用

# Msg_DownloadUpdate
source: Download update
ar: تنزيل التحديث
cs: Nainstalovat aktualizaci
de: Update herunterladen
el_gr: Λήψη ενημέρωσης
es: Descargar actualización
fr: Télécharger la mise à jour
hu: Frissítés letöltése
id: Unduh pembaruan
it: Scarica aggiornamento
ja: 最新版をダウンロード
ko: 업데이트 다운로드
nl: Update downloaden
pl: Pobierz aktualizację
pt_pt: Transferir atualização
ro: Descărcați actualizarea
ru: Скачать обновление
sr: Preuzmi ažuriranje
tr: Güncellemeyi indir
uk: Завантажити оновлення
vi: Tải bản cập nhật
zh_hans: 下载更新
zh_hant: 下載更新

# Msg_IgnoreDisabled
source: This option does not support the preinstalled default Windows themes
ar: لا يدعم هذا الخيار نسق Windows الافتراضية
cs: Tato volba nepodporuje výchozí motivy Windows
de: Diese Option wird von Standard Windows Designs nicht unterstützt
el_gr: Αυτή η ρύθμιση δεν υποστηρίζει προεπιλεγμένα θέματα των Windows
es: Esta opción no soporta los temas por defecto de Windows
fr: Cette option ne prend pas en charge les thèmes Windows par défaut
hu: Ez a beállítás nem támogatja az alapértelmezett Windows-témákat
id: Opsi ini tidak mendukung tema Windows bawaan
it: Questa opzione non supporta i temi predefiniti di Windows preinstallati
ja: このオプションは標準のWindowsテーマには対応していません
ko: 이 옵션은 사전 설정된 기본 Windows 테마를 지원하지 않습니다
nb_no: This option does not support default Windows themes
nl: Deze optie ondersteunt geen standaardthema's van Windows
pl: Ta opcja nie obsługuje domyślnych motywów systemu Windows
pt_pt: Esta opção não suporta temas padrão do Windows
ro: Această opțiune nu acceptă temele implicite de Windows
ru: Эта опция не поддерживает стандартные темы Windows
sr: Ova opcija ne podržava podrazumevane Windows teme
tr: Bu seçenek varsayılan Windows temalarını desteklemez
uk: Цей параметр не підтримує попередньо встановлені теми Windows за замовчуванням
vi: Cài đặt này không hỗ trợ chủ đề mặc định của Windows
zh_hans: 此选项不支持预装的默认 Windows 主题
zh_hant: 此選項不支援預先安裝的預設 Windows 佈景主題

# Msg_LocPerm
source: ADM needs access to your location
ar: يحتاج هذا التطبيق إلى الوصول إلى موقعك
cs: Aplikace vyžaduje přístup k Vaší poloze
de: Die Anwendung benötigt Zugriff auf die Standortdienste von Windows
el_gr: Αυτή η εφαρμογή χρειάζεται πρόσβαση στην τοποθεσία σας
es: Esta aplicación necesita acceder a tu ubicación
fr: Cette application a besoin d'accéder à votre localisation
hu: Ennek az alkalmazásnak szüksége van az ön tartózkodási helyéhez
id: Aplikasi ini membutuhkan izin untuk menemukan lokasi
it: L'app ha bisogno di accedere alla tua posizione
ja: 位置情報の使用許可が必要
ko: 이 앱은 사용자 위치에 액세스해야 합니다
nb_no: This app needs access to your location
nl: Auto Dark Mode needs the permission to access your location
pl: Aplikacja potrzebuje dostępu do lokalizacji
pt_pt: Esta aplicação precisa de acesso à sua localização
ro: Această aplicație are nevoie de acces la locația dvs
ru: Необходимо разрешение на использование местоположения
sr: Ova aplikacija traži pristup vašoj lokaciji
tr: Bu uygulamanın konumunuza erişmesi gerekiyor
uk: Застосунок потребує дозволу для визначення місцезнаходження
vi: Ứng dụng cần lấy vị trí của bạn
zh_hans: 此应用需要使用您的位置信息
zh_hant: Auto Dark Mode needs the permission to access your location

# Msg_NoService
source: Service not running yet, please wait…
ar: الخدمة لم تعمل بعد، الرجاء الانتظار…
cs: Služba ještě není spuštěna, čekejte prosím…
de: Service läuft noch nicht, bitte warten…
el_gr: Η υπηρεσία δεν λειτουργεί ακόμα, παρακαλώ περιμένετε…
es: El servicio aún no se está ejecutando, por favor espere…
fr: Le service n'est pas encore démarré, veuillez patienter…
hu: A szolgáltatás még nem fut, kérjük, várjon…
id: Layanan sedang memulai, harap tunggu…
it: Il servizio non è ancora in esecuzione, attendere…
ja: サービスはまだ実行されていません。お待ちください…
ko: 아직 서비스가 실행되지 않았습니다. 잠시만 기다려 주세요…
nb_no: Tjenesten kjører ikke ennå, vennligst vent…
nl: Service wordt niet uitgevoerd. Even geduld…
pl: Proszę czekać, usługa systemu nie została jeszcze uruchomiona…
pt_pt: O serviço ainda não está a correr, por favor, aguarde…
ro: Serviciul nu rulează încă, vă rugăm să așteptați…
ru: Служба ещё не запущена. Пожалуйста, подождите…
sr: Usluga još ne radi, molimo sačekajte…
tr: Hizmet henüz çalışmıyor, lütfen bekleyin…
uk: Служба ще не працює, зачекайте…
vi: Service chưa được chạy, vui lòng đợi…
zh_hans: 服务尚未运行，请稍候…
zh_hant: 服務尚未啟動，請稍候…

# Msg_NoUpdate
source: No new update found
ar: لا تتوفر تحديثات جديدة.
cs: Máte nejnovější verzi aplikace.
de: Keine Updates verfügbar.
el_gr: Δεν υπάρχουν διαθέσιμες νέες ενημερώσεις
es: No hay nuevas actualizaciones disponibles.
fr: Aucune nouvelle mise à jour disponible.
hu: Nincsenek új frissítések.
id: Pembaruan tidak tersedia.
it: Nessun nuovo aggiornamento trovato
ja: 最新版はありません。
ko: 새 업데이트 없음
nb_no: No new updates are available.
nl: Geen nieuwe updates gevonden
pl: Brak aktualizacji.
pt_pt: Não existem atualizações disponíveis.
ro: Nu există actualizări noi disponibile.
ru: Нет новых обновлений.
sr: Nema novih ažuriranja.
tr: Yeni güncelleme yok.
uk: Нових оновлень не знайдено
vi: Không có cập nhật mới nào.
zh_hans: 暂无更新
zh_hant: 未發現新更新
